import React from 'react';
import "css/page/etcPage.css";

const ServicePolicy = ()=>{

return (
    <div id="servicePolicyState" className='policyStateDiv hide'>
        <div className='closeBtn2' onClick={()=>{document.getElementById("servicePolicyState").classList.add("hide")}}>X</div>
        <div className="policyStateContent">
            이용약관<br/>
            <br/>
            N명의수학 이용약관<br/>
            <br/>
            제 1 장 총칙<br/>
            <br/>
            제 1 조 (목 적)<br/>
            이 약관은 이용자가 N명의수학(이하 “회사”)이 운영하는 인터넷 서비스 사이트(이하 “사이트” 또는 “N명의수학”)를 통해 제공하는 인터넷 전자상거래 관련 서비스(이하 “서비스”)와 관련하여
            회사와 이용자의 권리, 의무, 책임사항을 규정함을 목적으로 합니다. <br/>
            또한 본 약관은 유무선 PC통신, 태블릿 PC, 모바일웹 등을 이용하는 전자상거래 등에 대해서도 그 성질에 반하지 않는 한 준용됩니다.<br/>
            본 약관이 규정한 내용 이외의 회사와 이용자 간의 권리, 의무 및 책임사항에 대한민국의 관련 법령과 상관습에 의합니다.<br/>
            <br/>
            <br/>
            <br/>
            제 2 조 (정 의)<br/>
            이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br/>
            <br/>
            회사가 운영하는 사이트는 아래와 같습니다. nsoohak.com<br/>
            <br/>
            1) 서비스: N명의수학 사이트와 모바일 N명의수학에서 제공하는 수학문제를 제작하고 제공받는 것을 말합니다.<br/>
            <br/>
            2) 회원: 이 약관을 승인하고 회사와 서비스이용계약을 체결한 자를 말합니다. <br/>
            회사에서는 서비스 사용 목적에 따라 저작권 소유자와 사용자로 구분할 수 있습니다.<br/>
            <br/>
            3) 비회원: 회원등록을 하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.    <br/>
            <br/>
            4) 아이디(ID): 회원의 식별과 서비스 이용을 위하여 메일 주소를 활용하여 회원이 설정하고 회사가 승인합니다. <br/>
            이때 작성된 이메일에 대해서는 별도의 인증 과정을 거치지 않으며, 작성된 이메일에 오류가 있을 시 (오타, 없는 주소 등 ...) 
            거래, 공지 등의 중요 알림이 전송되지 않을 수 있습니다. 이메일 작성 오류로 인한 문제 발생 시, 그 책임은 전적으로 회원 본인에게 있습니다.<br/>
            또한 타인의 이메일을 사용하여 이용하는 경우에도 책임은 사용자에게 있습니다.<br/>
            <br/>
            5) 비밀번호: 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자 (특수문자 포함)와 숫자의 조합을 말합니다.<br/>
            <br/>
            6) 서비스 공유 플레이스: 사용자가 생산한 저작물을 저작권자가 등록한 범위내에서 사용자들이 공유하는 공간입니다.<br/>
            <br/>
            7) 서비스 공유 저작권자: 저작물을 생산하고 이에대한 저작권 범위를 등록한 자를 말합니다.<br/>
            <br/>
            8) 해지: 회사 또는 회원이 서비스 이용계약을 장래에 대하여 종료시키는 행위를 말합니다.<br/>
            <br/>
            나. 위 '가'항에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.<br/>
            <br/>
            <br/>
            제 3 조 (약관의 명시, 효력 및 개정)<br/>
            회사는 이 약관의 내용과 주소지, 대표자의 성명, 개인정보보호 담당자의 성명, 연락처(전화, 전자우편 주소 등) 등을 이용자가 알 수 있도록 N명의수학의 초기 서비스 화면에 게시합니다.<br/>
            다만, 약관의 구체적 내용은 이용자가 연결화면을 통하여 볼 수 있습니다.<br/>
            이 약관은 그 내용을 N명의수학에 게시하거나 이메일 등 기타의 방법으로 회원에게 공지함으로써 효력이 발생합니다.<br/>
            서비스 이용 시 화면에서 제시되는 경고 메시지의 효력은 본 약관의 효력과 동일합니다.<br/>
            회사는 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보 보호 등에 관한 법률 기타 관련 법령을 위배하지 않는 범위 내에서 <br/>
            약관을 변경할 수 있으며, 변경된 약관은 2항과 같은 방법으로 효력을 발생합니다.<br/>
            공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는 경우에는 변경된 약관의 효력 발생일로부터 7일 이내에 거부의사를 표시하지 아니하고 <br/>
            서비스를 계속 사용할 경우 개정된 약관에 동의하는 것으로 간주합니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있습니다.<br/>
            <br/>
            <br/>
            제 4 조 (약관 외 준칙)<br/>
            이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 ‘서비스 별 안내’라 합니다)와 함께 적용합니다.<br/>
            이 약관에 명시되지 않은 사항에 대해서는 전기통신사업법, 전자거래기본법, 정보통신망법, 기타 관련법령 및 서비스 별 안내의 규정에 의합니다.<br/>
            <br/>
            <br/>
            제 2 장 서비스 이용 계약<br/>
            <br/>
            제 5 조 (이용 계약의 성립)<br/>
            이용 계약은 서비스 이용 희망자의 이 약관에 대해 동의한다는 의사표시와 이용 신청에 대한 회사의 승낙으로 성립됩니다.<br/>
            이 약관에 대한 동의는 이용 신청 당시 링크를 확인함으로써 그 의사표시를 합니다.<br/>
            14세 미만의 미성년자의 경우 부모님(법정 대리인)의 동의를 확인한 후 이용 계약이 성립됩니다.<br/>
            <br/>
            <br/>
            제 6 조 (회원가입 및 승낙)<br/>
            회원가입은 회원이 되고자 하는 이용자(이하 “가입신청자”)가 약관의 내용에 동의를 하고, 회사가 정한 가입 양식에 따라 회원정보(이용자ID), 비밀번호, 성명, 생년월일, 연락처 등)를 
            기입하여 회원가입신청을 하고 회사가 이러한 신청에 대하여 승인함으로써 체결됩니다.<br/>
            이용자의 회원가입신청에 대하여 회사가 승낙한 경우, 회사는 회원 ID/Password와 기타 회사가 필요하다고 인정하는 내용을 이용자에게 통지합니다.<br/>
            회사는 이용자의 신청에 대해서 회원가입을 승낙하는 것을 원칙으로 합니다. 다만, 다음 각 호에 해당하는 신청에 대하여는 승인을 하지 아니할 수 있습니다.<br/>
            본인 실명이 아니거나 다른 사람의 명의를 사용하여 신청하였을 때<br/>
            서비스 이용 계약 신청서의 내용을 허위로 기재하였을 때<br/>
            사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때<br/>
            부정한 용도로 본 서비스를 이용하고자 하는 경우<br/>
            타인에게 피해를 주는 영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우<br/>
            본 서비스와 경쟁관계에 있는 이용자가 신청하는 경우<br/>
            기타 이용 신청자의 귀책사유로 이용승낙이 곤란한 경우<br/>
            회사는 서비스 이용신청이 다음 각 호에 해당하는 경우에는 그 신청에 대하여 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.<br/>
            회사가 설비의 여유가 없는 경우<br/>
            회사의 기술상 지장이 있는 경우<br/>
            기타 회사의 귀책사유로 이용승낙이 곤란한 경우<br/>
            <br/>
            <br/>
            제 7 조 (서비스 이용)<br/>
            회원은 사이트를 통한 회원가입 시 발급된 ID 하나로 제1장 제2조 1항에 명시된 모든 사이트에 자동 가입되며, 해당 서비스를 이용할 수 있습니다. <br/>
            단, 일부 사이트의 특정 서비스는 별도의 가입절차를 통하여 이용할 수 있으며, 이 경우 해당 사이트의 이용 시에는 해당 사이트의 특정서비스에 대한 이용약관이 이 약관보다 우선 적용됩니다.<br/>
            회원의 최초 서비스 이용신청 이후 사이트가 늘어난 경우에도 신규 사이트의 이용약관에서 달리 명시되지 않는 한 제1항의 내용이 마찬가지로 적용됩니다. <br/>
            이 경우 회사는 신규 사이트의 서비스 개시 일자, 회원자동가입 사실 기타 관련 정보를 그 개시일 7일 이전부터 개시 일까지 각 사이트에 공지하거나, 
            또는 그 개시일 7일 이전까지 이메일 통지 등으로 각 회원에게 개별 통지합니다.<br/>
            N명의수학 서비스 이용은 사이트의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.<br/>
            회사가 N명의수학에서 제공하는 서비스는 기본적으로 무료입니다.<br/>
            <br/>
            유료 서비스의 이용 요금 및 결제 방식은 해당 서비스에 명시되어 있는 규정에 따릅니다.<br/>
            회사는 통신판매중개업자로서 서비스 요금이 무료인 서비스와 일부 유료서비스 이용과 관련하여 이용자들 사이에서 발생한 거래와 관련된 손해에 대해서는 
            회사에 고의 또는 중대한 과실이 있는 경우를 제외하고는 책임을 지지 않습니다.<br/>
            <br/>
            제 3 장 서비스 제공 및 변경<br/>
            <br/>
            <br/>
            제 8 조 (서비스 내용)<br/>
            회사가 제공하는 서비스의 내용은 다음과 같습니다.<br/>
            <br/>
            선생님의 수업 사이트 내 게재<br/>
            학생의 수업 요청에 선생님 회원의 수업카드 정보 제공<br/>
            학생의 요청서를 서비스 가입 회원에게 제공<br/>
            <br/>
            <br/>
            기타 관련 부수적 서비스<br/>
            <br/>
            <br/>
            제 9 조 (정보의 제공 및 광고의 게재)<br/>
            회사는 회원에게 서비스 이용에 필요하다고 인정되는 각종 정보에 대해서 사이트 및 이메일, SMS, DM 발송 등 각종 매체에 게재하는 방법 등으로 회원에게 제공할 수 있습니다.<br/>
            회사는 서비스 개선 및 소개 등을 목적으로 회원의 동의 하에 추가적인 개인정보를 요청할 수 있습니다.<br/>
            회사는 서비스의 운용과 관련하여 사이트, 이메일, SMS, DM 등에 광고 등을 게재할 수 있습니다.<br/>
            <br/>
            <br/>
            제 10 조 (서비스 제공의 제한 및 중단)<br/>
            회사는 정기점검, 보수, 교체 등 회사가 필요한 경우 및 부득이한 사유로 인하여 서비스 이용에 지장이 있는 경우에는 서비스의 이용의 전부 또는 일부를 제한하거나 일시 중단할 수 있습니다.<br/>
            전시, 사변, 천재지변 또는 이에 준하는 국가 비상사태가 발생하거나 발생할 우려가 있는 경우와 정전, 서비스 이용 폭주 등으로 정상적인 서비스가 불가능한 경우 등 
            기타 불가항력적인 사유가 있는 경우에는 서비스 이용의 전부 또는 일부를 제한하거나 중지할 수 있습니다.<br/>
            제1항에 의한 서비스 중단의 경우에는 사이트는 회원에게 제11조의 방법으로 통지를 합니다. 단, 사이트가 통제할 수 없는 사유로 인한 서비스 중단으로 사전 통지가 불가능한 경우에는 그러하지 아니합니다.<br/>
            회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, 회사의 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br/>
            <br/>
            <br/>
            제 11 조 (회원에 대한 통지)<br/>
            회사가 회원에 대한 통지를 하는 경우에는 회원이 서비스 이용 신청 시 사이트 화면 또는 회원가입 시 제출한 이메일 주소로 할 수 있습니다.<br/>
            회사는 불특정 다수 회원에 대한 통지의 경우 7일 이상 사이트 상에 게시함으로써 개별 통지에 갈음할 수 있습니다.<br/>
            <br/>
            <br/>
            제 12 조 (회원탈퇴 및 자격상실)<br/>
            회원이 이용계약을 해지하고자 하는 때에는 회원 본인이 N명의수학 내의 메뉴 또는 전화 등의 방법을 이용하여 가입해지를 신청할 수 있으며, 
            회사는 거래내역이 없는 경우나 현재 진행중인 거래가 없는 즉, 모든 거래가 완료된 상태인 회원은 즉시 탈퇴 처리를 합니다.<br/>
            그렇지 않은 경우 보류함과 동시에 거래가 완료되면 탈퇴 처리 합니다.<br/>
            회원 탈퇴가 이루어짐과 동시에 탈퇴 회원이 남긴 리뷰는 비회원 리뷰로 전환되며, 리뷰 외에 서비스 이용과 관련된 모든 정보는 삭제됩니다. <br/>
            이로 인해 발생하는 불이익에 대한 책임은 회원 본인에게 있습니다.<br/>
            회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실 시킬 수 있습니다.<br/>
            가입 신청 시에 허위 내용을 등록한 경우<br/>
            다른 사람의 ‘서비스’이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우<br/>
            서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우<br/>
            회사가 회원 자격을 제한ㆍ정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 10일 이내에 그 사유가 시정되지 아니하는 경우<br/>
            회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 소명할 기회를 부여합니다.<br/>
            <br/>
            <br/>
            제 4 장 개인 정보 취급 방침<br/>
            <br/>
            제 13 조 (회원의 개인정보 보호)<br/>
            회사는 회원의 개인정보를 보호하기 위하여 정보통신망법 및 개인정보 보호법 등 관계 법령에서 정하는 바를 준수하며 이용자의 개인 식별이 가능한 개인정보를 수집하는 때에는 
            반드시 당해 이용자의 동의를 받습니다.<br/>
            회사의 개인정보 보호는 N명의수학 개인정보처리방침에 따릅니다.<br/>
            <br/>
            <br/>
            제 5 장 당사자의 의무<br/>
            <br/>
            제 14 조 (회사의 의무)<br/>
            회사는 회원이 희망한 서비스 제공 개시 일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 합니다.<br/>
            회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 기계의 결함이 있는 때에는 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구합니다.<br/>
            회사는 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다.<br/>
            회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. <br/>
            다만, 즉시 처리가 곤란한 경우는 이용자에게 그 사유와 처리일정을 통보하여야 합니다.<br/>
            <br/>
            <br/>
            제 15 조 (회원의 의무)<br/>
            회원은 다음 각 호의 행위를 하여서는 안 됩니다.<br/>
            <br/>
            ① 선생님이 서비스의 거래취소, 환불과 관련한 이용정책을 위반하거나 이로 인한 클레임이 발생하였을 경우, 회사는 아래의 규정에 따라 조치를 할 수 있습니다.<br/>
            <br/>
            1. 임의 취소/임의 환불 1차: 1차 경고 조치 및 해당서비스 선택사항 조정이나 일시 판매중단 조치 (경중에 따라 서비스 등록 제한) <br/>
            / 2차: 2차 경고 조치 및 신규서비스 등록제한 / 3차: 3차 경고 조치 및 정산중지<br/>
            <br/>
            ② 연락두절: 연락두절이란 회원이 회원가입시 기재한 유선 또는 메일 등 기타의 방법을 통하여 회사가 연락을 시도 하였음에도 불구하고 일체의 응대가 진행되지 않는 상태를 말합니다.
            정상적인 서비스 이용이 아니며, 타인의 저작권 침해하는 활동이 되는 경우 회원은 이에대한 책임을 져야 하며 이에 대한 회원의 연락두절로 인한 클레임이 발생하였을 경우, 회사는 아래의 규정에 따라 조치할 수 있습니다.<br/>
            <br/>
            연락두절 1차: 1차 경고 및 개선요청 / 2차: 1차 경고 후 24시간 이상 일체의 응대가 진행되지 않는 상태.  
            2차 경고, 직권으로 회원의 전 서비스 이용중지, 신규서비스 등록제한 / 
            3차: 2차 경고 후 24시간 이상 일체의 응대가 진행되지 않는 상태. 이용 중지 및 이용계약 해지<br/>
            <br/>
            ※ 1차 경고 후 14일내에 연락두절 상태가 재발될 경우, 경고 없이 바로 연락두절 2차 조치를 취할 수 있습니다. <br/>
            2차 경고 후 14일 내에 연락두절 상태가 재발될 경우, 경고 없이 바로 연락두절 3차 조치를 취할 수 있습니다.<br/>
            <br/>
            ③ 기타 위법·부당행위 : 회사는 회원이 다음 각 목의 하나에 해당하는 경우 회원자격을 정지하거나 서비스 제공을 거부 또는 제한할 수 있으며, 그 밖에 법령준수, 
            타인의 권리보호, 사이트의 안전 확보 등을 위하여 필요한 조치를 취할 수 있습니다.<br/>
            <br/>
            - 회사의 N명의수학 사이트, 모바일 N명의수학, 시스템, 서비스를 스팸정보 전송 또는 악성코드 프로그램 유포 등 범죄 또는 불법행위에 이용한 경우<br/>
            <br/>
            - 부당 또는 부정하게 타인의 아이디, 닉네임을 사용하여 서비스를 이용한 경우<br/>
            <br/>
            - 타인의 저작권을 침해한 경우<br/>
            <br/>
            - 저작권 보호를 위한 회원 또는 회사로부터의 연락 회피나 제재 회피 등 부정한 목적으로 이용하는 경우<br/>
            <br/>
            - N명의수학사이트, 모바일 N명의수학 정보, 데이터를 정당한 권한 없이 스스로 또는 제3자를 통하여 복사, 퍼가기, 스크래핑 하거나 기타의 방법으로 상업적으로 이용한 경우<br/>
            <br/>
            - 회원이 제공한 정보 또는 그에 관한 증빙자료가 허위이거나 회사가 요청하는 증빙자료를 제공하지 않는 경우<br/>
            <br/>
            - N명의수학메세지 또는 거래메세지를 이용한 대화, 서비스 평가의 내용 중 욕설, 비방 혹은 명예를 훼손하는 내용을 작성하는 경우<br/>
            <br/>
            - 모바일 N명의수학이나 모바일 N명의수학과 관련된 정보나 소프트웨어를 상업화하는 경우<br/>
            <br/>
            - 회원이 다른 회원의 개인정보를 무단수집 하거나 마케팅 등 수집 목적 외로 이용하는 경우<br/>
            <br/>
            - 회원이 다른 회원의 개인정보를 무단으로 제3자에게 제공하거나 관련법령 또는 회사의 개인정보처리방침을 위배하여 다른 회원의 개인정보가 침해된 경우<br/>
            <br/>
            - 그 외 약관 또는 법령에 위반되거나 타인의 권리를 침해하는 행위가 있거나 그러한 위법·부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우<br/>
            <br/>
            ④ 작업물 불량 : N명의수학은 저작관저의 작업 결과물 평가(좋아요, 오류신고 등)가 보편적이고 상식적인 관점에서 매우 낮다고 판단될 경우 해당 저작물에 대한
            서비스 등록 제한 및 노출 제한, 삭제 처리 등의 페널티를 부과할 수 있습니다.<br/>
            <br/>
            <br/>
            제 16 조 (회원의 ID 및 비밀번호에 대한 의무)<br/>
            원칙적으로 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.<br/>
            회원은 자신의 ID 및 비밀번호를 제 3자에게 이용하게 해서는 안 되며, 그로 인한 모든 책임은 회원에게 있습니다.<br/>
            회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우 그에 따라야 합니다. <br/>
            만약 회원이 위 사실을 인지하고도 회사에 대한 통보를 지체함으로써 발생한 손해에 대해서 회사는 배상할 의무가 없습니다.<br/>
            <br/>
            <br/>
            제 17 조 (게시물 또는 내용물의 삭제)<br/>
            회원이 회사에 등록하는 게시물 및 타인 게시물의 활용 등으로 인하여 본인 또는 타인에게 손해나 기타 문제가 발생하는 경우 회원은 이에 대한 책임을 지게 되며, <br/>
            회사는 이에 대하여 책임을 지지 않습니다.<br/>
            회사는 회원이 게시하거나 등록한 내용이 회사의 이용약관에 게시된 규정에 위반되거나 회사 소정의 게시기간을 초과하는 경우 사전 통지나 동의 없이 이를 삭제할 수 있습니다. <br/>
            그러나 회사가 이러한 정보의 삭제 등을 할 의무를 지는 것은 아닙니다.<br/>
            <br/>
            <br/>
            제 18 조 (저작권의 귀속 및 권리, 의무)<br/>
            회사가 작성한 저작물에 대한 저작권 기타 지식재산권은 회사에 귀속합니다.<br/>
            회원은 회사의 서비스를 이용함으로써 얻은 정보를 회사의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.<br/>
            회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 회원에게 있습니다.<br/>
            회사는 회원이 사이트에 게시한 게시물을 사용ㆍ복제ㆍ수정ㆍ출판ㆍ배포 할 수 있습니다.<br/>
            <br/>
            <br/>
            제 19 조 (광고주 및 연결 사이트와의 관계)<br/>
            회사의 공식 사이트 이외의 웹사이트 및 이메일에서 링크된 사이트에서는 회사의 개인정보 보호정책 및 본 약관이 적용되지 않습니다.<br/>
            회사는 N명의수학 사이트 또는 e-mail 상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다.<br/>
            <br/>
            <br/>
            제 8 장 기타<br/>
            <br/>
            제 20 조 (양도의 금지)<br/>
            회원은 서비스 이용 권리를 타인에게 대여, 양도 또는 증여 등을 할 수 없으며, 또한 질권의 목적으로도 사용할 수 없습니다.<br/>
            <br/>
            <br/>
            제 21 조 (면책)<br/>
            회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 고의 또는 과실이 없는 한 회원에게 발생한 손해에 대하여 서비스 제공에 관한 책임이 면제됩니다.<br/>
            회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br/>
            회사는 회원이 서비스의 이용을 통해 예상했던 금전적인 수익을 얻지 못하게 되거나, 서비스를 통하여 얻은 자료로 인해 손해를 보게 되더라도 이에 관하여 책임을 지지 않습니다.<br/>
            회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는, 회사가 해당 정보의 허위성을 명백히 인지하였다는 특별한 사정이 없는 한, 
            책임을 지지 않습니다. 회사가 본 약관과 관련 법령에 따른 조치를 취한 경우에도 같습니다.<br/>
            회사는 서비스 이용과 관련하여 회사의 고의, 과실에 의하지 아니한 손해에 대하여 책임을 지지 않습니다.<br/>
            회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.<br/>
            회사는 회원들에게  저작물을 제공하고 이에 대한 부수적인 서비스를 제공할 뿐이므로 회원 상호 간 서비스를 매개로 하여 
            거래를 한 경우 이용자 각자의 의무이행에 대한 책임은 각 이용자에게 있으며 회사는 이에 대한 책임이 없습니다.<br/>
            회사는 회원들에게 저작물을 제공하고 이에 대한 부수적인 서비스를 제공할 뿐이므로 
            회원 간 발생하는 저작권 침해의 등 어떠한 법적 분쟁 및 사후처리에 대해서도 개입하거나 책임지지 않습니다.<br/>
            회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.<br/>
            회사는 회원 간에 분쟁이 발생하였을 경우 고의 또는 중과실이 없는 한 회원 간 법적 문제에 대하여 책임을 지지 않습니다.<br/>
            <br/>
            <br/>
            제 22 조 (손해배상)<br/>
            당사자 일방이 본 계약상 의무를 위반함으로 인하여 상대방에게 손해가 발생한 경우, 귀책사유 있는 당사자는 상대방이 입은 손해를 배상합니다.<br/>
            <br/>
            <br/>
            제 23 조 (비밀유지)<br/>
            당사자는 서비스를 이용하는 과정에서 알게 된 상대방의 정보 또는 이용자의 정보를 제3자에게 누설, 공개하지 아니합니다.<br/>
            본 조는 이용계약이 해지되거나 서비스 제공이 중단된 이후에도 유효합니다.<br/>
            <br/>
            <br/>
            제 24 조 (고객센터)<br/>
            회사는 이용자에게 생긴 문제를 해결하기 위해 최선을 다하며 이를 위하여 이용자로부터 고객센터에 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. <br/>
            다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보합니다.<br/>
            회사와 이용자 간 분쟁이 발생할 경우 양자 간 합의에 의하여 처리하는 것을 원칙으로 하며 회사는 이용자 간 발생한 법적 문제에 대하여 고의 또는 중과실이 없는 한 책임이 없습니다. <br/>
            그러나 회사는 고객센터를 통하여 피해 사항을 적극적으로 청취하여 이용자들 간 발생한 문제가 해결하는 데에 도움이 될 수 있도록 최선을 다합니다.<br/>
            <br/>
            <br/>
            제 25 조 (재판권 및 준거법)<br/>
            회사와 이용자간 발생한 분쟁에 관한 소송의 관할은 민사소송법에 따라 정합니다.<br/>
            회사와 이용자 간에 제기된 소송에는 대한민국 법을 적용합니다.<br/>
            <br/>
            부칙<br/>
            <br/>
            <br/>
            제1조 (시행일) 이 약관은 2022년 9월 1일부터 시행합니다.
        </div>
    </div>
    )
}

export default ServicePolicy;